Revit 2024 API
GroupLoadOptions Class
 A class containing options for loading a group from a file.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public class GroupLoadOptions : IDisposable
Visual Basic
Public Class GroupLoadOptions _
	Implements IDisposable
Visual C++
public ref class GroupLoadOptions : IDisposable
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.GroupLoadOptions
See Also
GroupLoadOptions Members
Autodesk.Revit.DB Namespace